Repository: SushantGautam/LMS1.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mn

source: List of Submitted Answers
mn: Оруулсан хариултын жагсаалт

source: Filter
mn: Шүүлтүүр

source: There are no answers submitted yet.
mn: Одоогоор хариу ирүүлээгүй байна.

source: List of complete exams
mn: Дууссан шалгалтуудын жагсаалт

source: There are no matching quizzes
mn: Таарах асуулт хариулт байхгүй байна

source: List of Exams
mn: Шалгалтын жагсаалт

source: Running
mn: Үргэлжлэх

source: Take Quiz
mn: Асуулт хариулт бөглөх

source: User answer
mn: Хэрэглэгчийн хариулт

source: Change Score
mn: Оноог өөрчлөх

source: S No.
mn: S дугаар

source: Start Datetime
mn: Эхлэх огноо

source: Completed Datetime
mn: Дууссан огноо

source: Obtained Score
mn: Оноо авсан

source: There are no matching markings
mn: Тохирох тэмдэглэгээ алга

source: Exam Results for
mn: Шалгалтын дүн

source: Exam results
mn: Шалгалтын дүн

source: Exam title
mn: Шалгалтын нэр

source: You answered
mn: Та хариулав

source: questions correctly out of
mn: асуултууд зөв гарч ирэв

source: giving you
mn: танд өгч байна

source: percent correct
mn: хувь зөв

source: - Review the questions below and try the exam again in the future
mn: - Доорхи асуултуудыг давтаж үзээд, дараа нь шалгалтаа дахин хийж үзээрэй

source: - The result of this exam will be stored in your progress section so you can review and monitor your progression
mn: - Энэхүү шалгалтын дүн таны явцын хэсэгт хадгалагдах тул та явцын явцыг хянах, хянах боломжтой болно

source: Your session score is
mn: Таны хуралдааны оноо

source: out of a possible
mn: боломжтой зүйлээс

source: -Your answer
mn: -Таны хариулт

source: You have already sat this exam and only one sitting is permitted
mn: Та энэ шалгалтанд аль хэдийн суусан тул зөвхөн ганц удаа суухыг зөвшөөрнө

source: This exam is only accessible to signed in users
mn: Энэ шалгалтыг зөвхөн нэвтэрсэн хэрэглэгчид үзэх боломжтой

source: Exam Papers
mn: Шалгалтын материал

source: Below are the quizes that you have taken
mn: Доор таны оруулсан асуулт хариултууд байна

source: Quiz Type
mn: асуулт, хариулт төрөл

source: Times Played
mn: Хариулсан цаг

source: Pre
mn: Өмнөх

source: Test
mn: Шалгалт

source: Post
mn: Дараах

source: View
mn: Харах

source: Progress List
mn: Ахиц дэвшилийн жагсаалт

source: Return to Chapter
mn: Бүлэг рүү буцах

source: Taken Date
mn: Өгсөн огноо

source: Finished Date
mn: Дууссан огноо

source: Percentage
mn: Хувь

source: Not attempted
mn: Оролдоогүй

source: True
mn: Үнэн

source: False
mn: Худал

source: Total Score
mn: Нийт оноо

source: Score Obtained
mn: Авсан оноо

source: Quiz List played by the student
mn: Оюутны тоглосон хариулсан асуулт хариултын жагсаалт

source: Created Date
mn: Үүсгэсэн огноо

source: Question Count
mn: Асуултын тоо

source: Participation/Completion times
mn: Оролцоо/Дуусах хугацаа

source: Participated/Completed Student Count
mn: Оролцоо/Дууссан сурагчын тоо

source: There are no any quiz and marking for it
mn: Асуулт хариулт байхгүй байна

source: Quizzes related to
mn: Асуулт хариулттай холбоотой

source: Quizzes in the
mn: Тест асуултууд

source: category
mn: Ангилал

source: There are no quizzes
mn: Асуулт хариулт байхгүй байна
