Repository: SushantGautam/LMS1.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mn

source: English
mn: Англи

source: Username
mn: Хэрэглэгчийн нэр

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only. Unique in the system.
mn: Шаардлагатай: Зөвхөн @/./+/-/_ ашигласан 150 тэмдэгт оруулах боломжтой.

source: A user with that username already exists.
mn: Хэрэглэгчийн нэр бүртгэгдсэн байна

source: first name
mn: Овог

source: last name
mn: Нэр

source: email address
mn: Е-майл хаяг

source: staff status
mn: Албан тушаал

source: Designates whether the user can log into this admin site.
mn: Хэрэглэгч нь админ эрхээр нэвтрэх боломжтой эсэх.

source: is_superuser status
mn: Супер хэрэглэгч төлөв

source: Designates whether the user is superuser
mn: Супер хэрэглэгчийн эрхээр нэвтэрч орж болох эсэх

source: active
mn: Идэвхтэй

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
mn: Энэ хэрэглэгчийг идэвхтэй гэж үзэх эсэх. Бүртгэлийг устгахын оронд үүнийг сонгохгүйгээр үлдээнэ үү.

source: ID assigned by university/Roll No
mn: Сургуулийн ID / Roll No

source: password
mn: Нууц үг

source: User Type
mn: Хэрэглэгч

source: Content
mn: Агуулга

source: Submit
mn: Оруулах

source: Password change
mn: Нууц үг солих

source: New Threads
mn: Шинэ threads

source: Create Thread
mn: Дасгал үүсгэх

source: Search:
mn: Хайх:

source: Editing is not allowed when thread has been replied
mn: Дасгал ажиллаж байх хугацаанд засварлахыг хориглоно

source: You are not allowed to edit other's thread
mn: Бусад дасгалыг засварлахыг хориглох

source: Search Results
mn: Хайх:

source: Category
mn: Категори

source: Sub Category
mn: Категори

source: Posted by
mn: Нийтэлсэн

source: Last Replied
mn: Сүүлийн хариулт

source: <i class="fa fa-eye"></i> %(view_count)s
mn: %(view_count)s

source: No Results Found
mn: Үр дүн

source: Threads created by %(username)s
mn: Дасгалыг бүртгэгч %(username)s

source: Topic
mn: Сэдэв

source: posted
mn: Нийтэлсэн

source: Replies
mn: Хариулт байхгүй

source: More threads from this user
mn: Хэрэглэгчээс ирсэн дасгалууд

source: Replies from %(username)s
mn: Хариулт өгсөн %(username)s

source: Recent Threads
mn: Шинэ threads

source: Ask New Question
mn: Асуулт

source: <i class="fa fa-eye"></i> %(view_count)s
mn: %(view_count)s

source: There are no threads yet
mn: Асуулт хариулт байхгүй байна

source: Edit
mn: Засах

source: Open
mn: Нээх

source: Close
mn: Хаах

source: Unhide
mn: ил гаргах

source: Hide
mn: Нуух

source: <i class="fa fa-eye"></i> viewed %(view_count)s times
mn: %(view_count)s удаа үзсэн

source: %(reply_count)s Reply
mn: %(reply_count)s хариулт

source: No Replies
mn: Хариулт байхгүй

source: Post a Reply
mn: Хариу бичих

source: Reply (%(reply_count)s)
mn: Хариулт (%(reply_count)s)

source: Reply
mn: Хариулт

source: Show Less
mn: Хураангуй харах

source: Show More
mn: Илүү харах

source: Post Reply
mn: Хариулах

source: Huge
mn: Том

source: Normal
mn: Энгийн

source: Small
mn: Жижиг

source: Stick to Top
mn: Дээр очих

source: Level (1 - Highest)
mn: Түвшин (1- хамгийн өндөр)

source: Don't stick to stop
mn: Зогсохоо боль

source: Open thread
mn: Дасгал нээх

source: Please confirm your action
mn: Өөрийнхөө үйлдэлийг баталгаажуулна уу.

source: Close thread
mn: Дасгалыг хаах

source: Hide thread
mn: Дасгалыг нуух

source: Hide Reply
mn: Хариултыг нуух

source: Unhide thread
mn: Дасгалыг ил болгох

source: Progress Page
mn: Хуудсыг ачаалах

source: User Progress Page
mn: Хэрэглэгч хуудсыг ачаалах

source: Calendar
mn: Календар

source: Events
mn: Арга хэмжээ

source: New Calendar Entry
mn: Шинэ хуанлийн оруулга

source: Title
mn: Гарчиг

source: Description
mn: Тодорхойлолт

source: Start
mn: Эхлэх

source: Time
mn: Цаг

source: End
mn: Дуусах

source: Save changes
mn: Өөрчлөлтүүдийг хадгалах

source: Edit Calendar Entry
mn: Хуанлийн бичилтийг засах

source: Welcome
mn: Тавтай морил

source: Admin Portal Home
mn: Админ нүүр хуудас

source: Dashboard
mn: Дашбоард

source: Members
mn: Хэрэглэгч

source: Members List
mn: Хэрэглэгчдийн жагсаалт

source: Departments List
mn: Байгуулагын жагсаалт

source: Create New Member
mn: Шинэ хэрэглэгч бүртгэх

source: Courses
mn: Хичээлүүд

source: Course List
mn: Хичээлийн жагсаалт

source: Create New Course
mn: Шинэ хичээл үүсгэх

source: Quiz
mn: Асуулт хариулт

source: Quiz List
mn: Асуулт хариултын жагсаалт

source: Quiz Exam
mn: сорих шалгалт

source: Session
mn: улирал

source: Session List
mn: Улиралын жагсаалт

source: Student Group
mn: Сурагчдын грүүп

source: Teacher-Course Allocation
mn: Багшийн хичээлийг зөвшөөрөх

source: Teacher Report
mn: Багшийн тайлан

source: Forum
mn: Форум

source: Home
mn: Нүүр хуудас

source: Profile
mn: Профайл

source: Survey
mn: Судалгаа

source: mentioned you in thread: <strong> %(thread_title)s</strong>
mn: Таныг хамаатуулсан дасгалууд: <strong> %(thread_title)s</strong>

source: mentioned you when replying to <strong> %(thread_title)s</strong>
mn: Таныг хамаатуулсан хариултууд <strong> %(thread_title)s</strong>

source: Export
mn: Экспорт

source: Import
mn: Импорт

source: Below is a preview of data to be imported. If you are satisfied with the results, click 'Confirm import'
mn: Импортлох өгөгдлийг урьдчилж харуулав. Хэрэв та үр дүндээ сэтгэл хангалуун байвал 'Импортыг баталгаажуулах' дээр дарна уу

source: Confirm import
mn: Импортыг баталгаажуулах

source: This importer will import the following fields:
mn: Энэхүү импортлогч дараахь талбаруудыг импортлох болно.

source: Errors
mn: Алдаанууд

source: Line number
mn: Мөрийн дугаар

source: Some rows failed to validate
mn: Зарим мөрийг баталгаажуулж чадсангүй

source: Please correct these errors in your data where possible, then reupload it using the form above.
mn: Боломжтой бол эдгээр алдаануудыг өгөгдлөө арилгаж, дээрх маягтыг ашиглан дахин ачаална уу.

source: Row
mn: эгнээ

source: Non field specific
mn: Талбайн онцлог шинж чанаргүй

source: Preview
mn: Урьдчилж харах

source: New
mn: Шинэ

source: Skipped
mn: Алгассан

source: Delete
mn: Устгах

source: Update
mn: Шинэчлэх

source: Assignment Information
mn: Бие даалтын мэдээлэл

source: Edit Assignment
mn: Даалгаврыг засах

source: Assignment Topic
mn: Бие даалтын сэдэв

source: Course Code
mn: Хичээлийн код

source: Chapter Code
mn: Бүлгийн код

source: Register By
mn: Бүртгүүлэх

source: Status
mn: Статус

source: Published
mn: нийтэлсэн

source: Not Published
mn: Нийтэлсэнгүй

source: Start Date
mn: Эхлэх огноо

source: End Date
mn: Дуусах огноо

source: Assignment Status
mn: Даалгаврын төлөв

source: Action
mn: Үйлдэл

source: Active
mn: Идэвхтэй

source: Inactive
mn: Идэвхгүй

source: Upcoming
mn: Удахгүй болох гэж буй

source: Expired
mn: Хугацаа дууссан

source: Assignment End Date is greater than Chapter
mn: Даалгавар дуусах огноо нь хичээлийн огнооноос их байна

source: Change
mn: Өөрчлөх

source: View Assignment Submissions
mn: Ажил даалгаврын талаархи мэдээллийг үзэх

source: Questions
mn: Асуултууд

source: Add Question
mn: Асуулт нэмэх

source: ANSWER
mn: ХАРИУЛТ

source: Edit Question
mn: Асуулт засах

source: Show Answer
mn: Хариултыг харах

source: Question Score
mn: Асуултын оноо

source: Question Description
mn: Асуултын тайлбар

source: Answer Type
mn: Хариултын төрөл

source: Short Answer
mn: Нөхөж бичих асуулт

source: File Upload
mn: Файл оруулах

source: Question Media
mn: Асуултын медиа

source: Click to view attached file
mn: Хавсаргасан файлыг үзэхийн тулд дарна уу

source: Cancel
mn: Цуцлах

source: Reset
mn: Цэвэрлэх

source: File has been Submitted
mn: Файлыг оруулсан

source: Click to view Submitted file
mn: Оруулсан файлыг үзэхийн тулд дарна уу

source: Submission is prohibited. Please check assignment start and end date
mn: Оруулахыг хориглоно. Бие даалтын эхлэх ба дуусах огноог шалгана уу

source: Assignment File
mn: Бие даалтын файл

source: Max
mn: Хамгийн их

source: Assignment Start
mn: Даалгавар эхлэх

source: Assignment Deadline
mn: Бие даалтын эцсийн хугацаа

source: Publish
mn: Нийтлэх

source: checked
mn: Шалгасан

source: Student
mn: Сурагч

source: Attendance
mn: Ирц

source: View details
mn: Дэлгэрэнгүй мэдээллийг харах

source: Full Name
mn: Бүтэн нэр

source: Updated On
mn: Шинэчлэгдсэн

source: There are no available attendance
mn: Ирц байхгүй байна

source: Create Chapter
mn: Бүлэг үүсгэх

source: CSV File Import
mn: CSV файл импортлох

source: Download Sample CSV
mn: CSV татаж авах

source: Read Detail Info
mn: Дэлгэрэнгүй мэдээллийг уншина уу

source: Course Name
mn: Хичээлийн нэр

source: required
mn: шаардлагатай

source: Course Name should be unique within the center
mn: Хичээлийн нэр нь тухайн төвд нэг байх ёстой

source: Course Provider
mn: Хичээл заагч

source: Course Level should be between 1 and 5
mn: Хичээлийн түвшин 1-5 хооронд байх ёстой

source: Submit File
mn: Файл оруулах

source: List of Courses
mn: Хичээлийн жагсаалт

source: List of Inactive Courses
mn: Идэвхигүй болсон хичээлийн жагсаалт

source: View Inactive Courses
mn: Идэвхигүй курс харах

source: View Active Courses
mn: Идэвхитэй курс харах

source: Search
mn: Хайх

source: entries
mn: оруулгууд

source: Deactivated
mn: идэвхгүй болгосон

source: Teacher(s)
mn: Багш

source: No Teacher
mn: Багш байхгүй

source: No Description
mn: Тодорхойлолт байхгүй

source: NO COURSES ALLOCATED
mn: СУРГАЛТ ХУВААРИЛАГДААГҮЙ БАЙНА

source: Create new Course
mn: Шинэ хичээл үүсгэх

source: Teachers
mn: Багш

source: Level
mn: Түвшин

source: NO COURSES HAS BEEN ALLOCATED
mn: БҮРТГЭГДСЭН ХИЧЭЭЛ БАЙХГҮЙ БАЙНА

source: Categories
mn: Категориуд

source: Password
mn: Нууц үг

source: mentioned you in thread: <strong> %(thread_title)s</strong>
mn: чамайг утас дээр дурдсан: <strong>%(thread_title)s </strong>

source: </strong> mentioned you when replying to <strong> %(thread_title)s</strong>
mn: </strong> хариулахдаа чамайг дурдсан <strong>%(thread_title)s </strong>

source: Email
mn: емайл хаяг

source: Repeat Password
mn: Нууц үг дахин оруулах

source: Log in
mn: Нэвтэрч орох

source: Center Admin
mn: Төвийн админ

source: Teacher
mn: Багш

source: No description
mn: Тодорхойлолт байхгүй

source: About
mn: Тухай

source: Basic Information
mn: Ерөнхий мэдээлэл

source: User Name
mn: Хэрэглэгчийн нэр

source: First Name
mn: Өөрийн нэр

source: Last Name
mn: Овог

source: Date of Birth
mn: Төрсөн огноо

source: Gender
mn: Хүйс

source: Male
mn: Эрэгтэй

source: Female
mn: Эмэгтэй

source: Contact Information
mn: Холбогдох мэдээлэл

source: Personal Email
mn: Хувийн и-мэйл

source: Phone Number
mn: Утасны дугаар

source: Temporary Address
mn: Түр оршин суух хаяг

source: Permanent Address
mn: Оршин суух хаяг

source: Additional Information
mn: Нэмэлт мэдээлэл

source: Center Name
mn: Төвийн нэр

source: Member Enrollment ID
mn: Гишүүн элсэлтийн үнэмлэх

source: Joined Date
mn: Элссэн огноо

source: Last Login
mn: Сүүлд нэвтэрсэн огноо

source: ago
mn: өмнө

source: Registered By
mn: Бүртгэгдсэн

source: Department
mn: Байгуулага

source: Position
mn: Албан тушаал

source: Add
mn: Нэмэх

source: Please Add Description about you
mn: Өөрийнхөө талаар оруулна уу

source: Info About You
mn: Таны тухай мэдээлэл

source: Change Password
mn: Нууц үг солих

source: Edit Profile
mn: Профайл засах

source: Log in again
mn: Дахин нэвтрэх

source: My Courses
mn: Миний хичээлүүд

source: Submission Deadline
mn: Оруулах сүүлийн хугацаа

source: View Details
mn: Дэлгэрэнгүй мэдээллийг харах

source: Member ID
mn: Хэрэглэгчийн ID

source: Redirect Notice
mn: Дахин чиглүүлэх мэдэгдэл

source: Course
mn: Хичээл

source: Welcome to Student Portal
mn: Цахим Сургалтын системд тавтай морилно уу

source: Overview
mn: Урьдчилж харах

source: List of my Courses
mn: Миний хичээлийн жагсаалт

source: Continue
mn: Үргэлжлүүлэх

source: Incomplete Chapters
mn: Дуусгаагүй бүлгүүд

source: Studied time must meet the Running time to complete chapter
mn: Суралцсан цаг нь бүлгийг бөглөх цагтай тохирч байх ёстой

source: Chapter Progress
mn: Хичээлийн явц

source: Quiz Progress
mn: Шалгалтын ахиц дэвшил

source: Completed
mn: Дууссан

source: Total
mn: Нийт

source: There are no incomplete chapters
mn: Бүх хичээлийг үзсэн байна

source: Assignments
mn: Даалгавар

source: List of Active Assignments
mn: Идэвхтэй даалгаврын жагсаалт

source: Complete
mn: Дууссан

source: Incomplete
mn: Дуусаагүй

source: No
mn: Дугаар

source: Deadline
mn: Дуусах хугацаа

source: Your Quiz Score
mn: Таны шалгалтын оноо

source: Show
mn: Үзэх

source: Entries
mn: Оролтууд

source: No Teacher Assigned
mn: Багш томилогдоогүй байна

source: Course Level
mn: Хичээлийн түвшин

source: My Assignments
mn: Миний даалгавар

source: List of My Assignments
mn: Миний даалгаврын жагсаалт

source: All
mn: Бүгд

source: Not Graded
mn: Үнэлгээгүй

source: CONTINUE
mn: Үргэлжлүүлэх

source: Polls
mn: Санал асуулга

source: Survey Title
mn: Судалгааны гарчиг

source: General
mn: Ерөнхий

source: Start date
mn: Эхлэх огноо

source: End date
mn: Дуусах огноо

source: All survey
mn: Бүх судалгаа

source: Survey submission date has ended
mn: Санал асуулга явуулах өдөр дууссан

source: You have already taken this survey
mn: Та энэ судалгааг аль хэдийн бөглөсөн байна

source: Answers
mn: Хариултууд

source: Results
mn: Үр дүн

source: Questions Asked
mn: Хариулсан асуултууд

source: Super User
mn: Супер хэрэглэгч

source: Parent
mn: Эцэг эх

source: View Profile
mn: Профайл үзэх

source: Welocme
mn: Тавтай морилно уу

source: Student Portal Home
mn: Нүүр хуудас

source: Take Exam
mn: Шалгалт өгөх

source: Login as Teacher
mn: Багшаар нэвтрэх

source: Login as Admin
mn: Адмираар нэвтрэх

source: Log Out
mn: Системээс гарах

source: See All Notifications
mn: Бүх мэдэгдэл харах

source: Register
mn: Бүртгэх

source: Full Name (Username)
mn: Овог нэр (хэрэглэгчийн нэр)

source: Answer
mn: Хариулт

source: Date Submitted
mn: Бүртгэсэн огноо

source: Roll No.
mn: Өнхрөх дугаар

source: Name
mn: Нэр

source: Attendance Date
mn: Оролцох өдөр

source: No.
mn: Дугаар

source: Study Progress
mn: Сургалтын явц

source: Fullname
mn: Бүтэн нэр

source: Chapter
mn: Бүлэг

source: Running Time
mn: Үргэлжлэх хугацаа

source: Last Visit
mn: Сүүлд нэвтэрсэн огноо

source: Study Time
mn: Суралцах цаг

source: Slide Progress
mn: Слайдын явц

source: Quiz Achievement
mn: Асуултын амжилт

source: Progress
mn: Ахиц дэвшил

source: History
mn: Түүх

source: There are no available Student Progress
mn: Сурагчийн ахиц дэвшил байхгүй байна

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
mn: Хэрэглэгчийн нэр, нууц үгээ зөв оруулна уу. Хоёр талбар нь жижиг үсгийн мэдрэмжтэй байж болохыг анхаарна уу.

source: Spam | Exists only to promote a service
mn: Спам | Зөвхөн үйлчилгээг сурталчлах зорилгоор байдаг

source: Abusive | Intended at promoting hatred
mn: Хүчирхийлэл | Үзэн ядалтыг сурталчлах зорилготой

source: Something else
mn: Бусад

source: %(reason)s is an invalid reason
mn: %(reason)s нь хүчингүй шалтгаан байна

source: Please supply some information as the reason for flagging
mn: Дарцаглах шалтгаан болох зарим мэдээллийг оруулна уу

source: This comment is already flagged by this user (%(user)s)
mn: Энэ сэтгэгдлийг энэ хэрэглэгч аль хэдийн тэмдэглэсэн байна (%(user)s)

source: This comment was not flagged by this user (%(user)s)
mn: Энэ сэтгэгдлийг энэ хэрэглэгч (%(user)s) тэмдэглээгүй байна

source: %(reaction)s is an invalid reaction
mn: %(reaction)s нь хүчингүй reaction байна

source: %(state)s is an invalid state
mn: %(state)s нь буруу төлөвтэй байна

source: Edited
mn: Засварласан

source: Edited: <b> %(edited_time)s </b>ago
mn: <b> %(edited_time)s </b> цагийн өмнө

source: Posted
mn: Нийтэлсэн

source: <b>%(posted_time)s</b> ago
mn: <b>%(posted_time)s</b> цагийн өмнө

source: Permalink to this comment
mn: Энэ сэтгэгдлийг тогтмол холбоно уу

source: Please select a reason for flagging
mn: Дарцаглах шалтгааныг сонгоно уу

source: Flag
mn: Тэмдэглэгээ

source: flag
mn: Тэмдэглэгээ

source: like
mn: дуртай

source: dislike
mn: дургүй

source: Flagging system must be enabled
mn: Дарцаглах системийг идэвхжүүлсэн байх ёстой

source: Only AJAX request are allowed
mn: Зөвхөн AJAX хүсэлтийг зөвшөөрнө

source: Comment flagged
mn: Сэтгэгдлийг тэмдэглэсэн

source: Comment flag removed
mn: Сэтгэгдлийн тугийг хасав

source: Your reaction has been updated successfully
mn: Таны хариу үйлдэл амжилттай шинэчлэгдсэн

source: Topic Icon
mn: Сэдвийн дүрс

source: Avatar Image
mn: Хөрөг зураг

source: Always Use Gravatar
mn: Аватарыг үргэлж ашиглах

source: user
mn: хэрэглэгч

source: title
mn: гарчиг

source: raw content
mn: задгай агуулга

source: rendered content
mn: үзүүлсэн агуулга

source: view count
mn: үзсэн тоо

source: reply count
mn: хариулсан тоо

source: topic
mn: сэдэв

source: published time
mn: нийтэлсэн цаг

source: last replied time
mn: хамгийн сүүлд хариулсан цаг

source: order
mn: захиалга

source: hidden
mn: далд

source: closed
mn: хаалттай

source: thread
mn: утас

source: sender
mn: илгээгч

source: recipient
mn: хүлээн авагч

source: reply
mn: хариу

source: read
mn: унших

source: description
mn: тайлбар

source: topic count
mn: сэдвийн тоо

source: nodegroup
mn: зангилааны бүлэг

source: thread count
mn: thread тоо

source: topic_icon
mn: сэдлийн лого

source: Create Topic
mn: Сэдэв үүсгэх

source: Edit Post
mn: Бичлэгийг засах

source: Edit topic
mn: Сэдвийг засах

source: You are not allowed to append other's thread
mn: Та бусдын утсыг хавсаргах эрхгүй

source: Create Appendix
mn: Хавсралт үүсгэх

source: Upload Avatar
mn: Аватар байршуулах

source: Notifications
mn: Мэдэгдэл

source: Login
mn: Нэвтрэх

source: Username and password cannot be empty
mn: Хэрэглэгчийн нэр болон нууц үгээ оруулна уу

source: User does not exist
mn: Бүртгэлгүй хэрэглэгч байна

source: User deactivated
mn: Хэрэглэгчийг идэвхгүй болгосон

source: Incorrect password
mn: Нууц үг буруу байна

source: User already exists
mn: Бүртгэлтэй хэрэглэгч байна

source: Password does not match
mn: Нууц үг тохирохгүй байна

source: Invalid Email
mn: Хүчингүй и-мэйл

source: MCQs
mn: Олон сонголттой асуулт

source: SAQs
mn: Нэг хариулттай асуулт

source: TFQs
mn: Үнэн худал асуулт

source: Random
mn: Санамсаргүй

source: None
mn: Аль нь ч биш

source: User
mn: Хэрэглэгч

source: Score
mn: Оноо

source: User Progress
mn: Хэрэглэгчийн явц

source: User progress records
mn: Хэрэглэгчийн явцын бүртгэл

source: error
mn: алдаа

source: category does not exist or invalid score
mn: ангилал байхгүй эсвэл буруу оноо

source: Figure
mn: Зураг

source: Enter the question text that you want displayed
mn: Та харуулахыг хүссэн асуултын текстээ оруулна уу

source: Question
mn: Асуулт

source: Full score for the question
mn: Асуултын нийт оноо

source: CourseInfo
mn: Хичээлийн мэдээлэл

source: Explanation to be shown after the question has been answered.
mn: Асуултанд хариулсны дараа үзүүлэх тайлбар.

source: Explanation
mn: Тайлбар

source: Center Code
mn: Төвийн код

source: The order in which multichoice answer options are displayed to the user
mn: Олон сонголттой хариултын сонголтыг хэрэглэгчид үзүүлэх дараалал

source: Answer Order
mn: Хариулах дараалал

source: Multiple Choice Question
mn: Олон сонголттой асуулт

source: Multiple Choice Questions
mn: Олон сонголттой асуултууд

source: Tick this if the question is true. Leave it blank for false.
mn: Хэрэв асуулт үнэн бол үүнийг тэмдэглээрэй. Худал бол хоосон орхино уу.

source: Correct
mn: Зөв

source: True/False Question
mn: Үнэн/Худал асуулт

source: True/False Questions
mn: Үнэн/Худал асуултууд

source: Short Answer Question
mn: Задгай асуулт

source: Short Answer Questions
mn: Задгай асуултууд

source: You can select multiple questions by holding ctrl key on Windows and Command⌘ key on MAC.
mn: Та Windows дээр ctrl товчийг, MAC дээр Command⌘ товчийг дарж олон асуулт сонгох боломжтой.

source: Short Answer Type Question
mn: Богино хариултын хэлбэрийн асуулт

source: a description of the quiz
mn: асуулт хариултын тайлбар

source: a user friendly url
mn: хэрэглэгчдэд ээлтэй url

source: user friendly url
mn: хэрэглэгчдэд ээлтэй url

source: Time limit for quiz
mn: Асуулт хариулах цагийн хязгаар

source: Before the chapter
mn: Бүлгээс өмнө

source: After the chapter
mn: Бүлгийн дараа

source: Chapter
mn: Бүлэг

source: Random Order
mn: Санамсаргүй дараалал

source: Display the questions in a random
mn: Асуултуудыг санамсаргүй байдлаар харуул

source: Correct answer is displayed at the end.
mn: Төгсгөлд нь зөв хариултыг харуулна.

source: Answers at end
mn: Төгсгөлд нь хариултууд

source: If yes, the result of attempts by user will be stored
mn: Хэрэв тийм бол хэрэглэгчийн оролдлогын үр дүнг хадгалах болно

source: Exam Paper
mn: Шалгалтын материал

source: If yes, only one attempt by a user will be permitted.
mn: Хэрэв тийм бол хэрэглэгчийн зөвхөн нэг оролдлогыг зөвшөөрөх болно.

source: Single Attempt
mn: Нэг удаагийн оролдлого

source: Pass Mark
mn: Тэнцсэн тэмдэглэгээ

source: Percentage required to pass exam.
mn: Шалгалтанд тэнцхэд шаардагдах хувь хэмжээ.

source: Displayed if user passes.
mn: Хэрэглэгч тэнцсэн тохиолдолд харуулна.

source: Success Text
mn: Амжилтын текст

source: Congratulations!!!.
mn: Баяр хүргэе !!!.

source: Fail Text
mn: Унасан үед харуулах текст

source: Sorry, You Failed!.
mn: Уучлаарай, Та тэнцсэнгүй

source: Displayed if user fails.
mn: Хэрэглэгч унавал харуулна.

source: Draft
mn: Ноорог

source: If checked, the quiz is not displayed to the student
mn: Хэрэв шалгасан бол тухайн асуулт хариултыг оюутанд харуулахгүй

source: Negative Marking
mn: Сөрөг тэмдэглэгээ

source: If checked, incorrect answers will have negative marking
mn: Шалгасан тохиолдолд буруу хариулт сөрөг тэмдэгтэй болно

source: Percentage of total marks to use for negative marking
mn: Сөрөг тэмдэглэгээнд ашиглах нийт тэмдгийн хувь

source: Negative Marking Percentage
mn: Сөрөг тэмдэглэгээний хувь

source: Quizzes
mn: Асуулт хариултууд

source: Enter the answer text that you want displayed
mn: Харуулахыг хүссэн хариултын текстийг оруулна уу

source: Option
mn: Сонголт

source: Is this a correct answer?
mn: Энэ зөв хариулт уу?

source: Question Order
mn: Асуултын дараалал

source: Question List
mn: Асуултын жагсаалт

source: Score List
mn: Онооны жагсаалт

source: Incorrect questions
mn: Буруу хариулсан асуултууд

source: Current Score
mn: Одоогийн оноо

source: User Answers
mn: Хэрэглэгчийн хариулт

source: Can see completed exams.
mn: Бүрэн дууссан шалгалтуудыг харах боломжтой.

source: Please correct the error below.
mn: Доорх алдааг засна уу.

source: Please correct the errors below.
mn: Доорх алдааг засна уу.

source: Marks Obtained
mn: Авсан тэмдэг

source: You answered the above question incorrectly
mn: Та дээрх асуултанд буруу хариулсан байна

source: This is the correct answer
mn: Энэ бол зөв хариулт

source: This was your answer.
mn: Энэ бол таны хариулт

source: Question Category Scores
mn: Асуултын ангиллын оноо

source: Correctly answererd
mn: Зөв хариулсан

source: Incorrect
mn: Буруу

source: Previous exam papers
mn: Өмнөх шалгалтын баримтууд

source: Below are the results of exams that you have sat.
mn: Таны суусан шалгалтуудын дүнг дор харуулав.

source: Quiz Title
mn: Асуултын гарчиг

source: Total Correct
mn: Нийт зөв хариулт

source: Full Marks
mn: Бүрэн тэмдэг

source: The previous question
mn: Өмнөх асуулт

source: Your answer was
mn: Таны хариулт

source: of
mn: -ын/-ийн

source: Question category
mn: Асуултын ангилал

source: Check
mn: Шалгах

source: All Quizzes
mn: Бүх асуулт

source: Category list
mn: Ангиллын жагсаалт

source: List of quizzes
mn: Асуултын жагсаалт

source: Course -> Chapter
mn: Курс -> Бүлэг

source: No. of Questions
mn: Асуултын дугаар

source: Type
mn: Төрөл

source: There are no available quizzes
mn: Тест байхгүй байна

source: Result of
mn: Үр дүн

source: for
mn: төлөө
